import UIKit // Задание №2

var userName="Вася";// Имя человека
var age: Int = 69; // Возраст человека
var cityName="Владивосток"; // Название города
var cPN: Int=598927; // Количество жителей города
var starNumber="Галактика содержит, по современной оценке, от 200 до 400 миллиардов звёзд" //Число звезд в галактике
let oneBite: Character="8"; // Один байт ОЗУ
var color="Синий"// Цвет фигуры
var lengthMm: Int = 25// Длина в мм
var lengthSm: Double = 65.025// Длина в см
var season="Осень"// Время года
var sex: Character="M"
// Задание №3
var fU: Int=55000// Зарплата 1 сотрудника
var sU: Int=40000// Зарплата 2 сотрудника
var tU: Int=70000// Зарплата 3 сотрудника
fU *= 2 //Заорплата 1ого увеличилась в 2 раза
sU+=15000 // Зарплата 2ого увеличилась на 15000
print("Задание №3")
print(fU)
print(sU)
print(tU)
